/* (unsaved) */
"(unsaved)" = "(no guardado)";

/* A newer version (%@) is available. Do you want to download it? in checkForUpdate */
"A newer version (%@) is available. Do you want to download it?" = "Una versión nueva (%@) está ya disponible. ¿Quiere descargarla?";

/* Advanced preferences toolbar item Label */
"Advanced" = "Avanzado";

/* Advanced Find */
"Advanced Find" = "Búsqueda Avanzada";

/* The name for the all documents project */
"All documents" = "Todos los documentos";

/* Appearance preferences toolbar item Label */
"Appearance" = "Apariencia";

/* Ask if you are sure that you want to delete %ld occurrences of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete %ld occurrences of %@?" = "¿Está seguro de querer borrar %1$i ocurrencias de “%2$@”?";

/* Ask if you are sure that you want to delete the one occurrence of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete the one occurrence of %@?" = "¿Está seguro de querer borrar la única ocurrencia de “%@?”";

/* Ask if you are sure that you want to replace %ld occurrences of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace %ld occurrences of %@ with %@?" = "¿Está seguro de querer reemplazar %1$i ocurrencias de “%2$@” con “%3$@”?";

/* Ask if you are sure that you want to replace one occurrence of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace one occurrence of %@ with %@?" = "¿Está seguro de querer reemplazar una ocurrencia de “%1$@” con “%2$@”?";

/* Ask if you are sure you want to download preferences for Fraise from your iDisk and replace your current settings in Download-preferences-from-iDisk sheet */
"Are you sure you want to download preferences for Fraise from your iDisk and replace your current settings?" = "¿Está seguro de querer descargar preferencias de Fraise desde su iDisk y reemplazar su configuración actual?";

/* Ask if they are sure they want to install the command-line utility in Install-command-line-utility sheet */
"Are you sure you want to install the command-line utility?" = "¿Está seguro de querer instalar la utilidad de línea de comandos?";

/* Ask if you are sure you want to revert this document in Revert-sheet */
"Are you sure you want to revert this document?" = "¿Está seguro de querer volver a la versión anterior de este documento?";

/* Ask if you are sure you want to upload your current preferences for Fraise and replace the preference file on your iDisk (if it exists) in Upload-preferences-to-iDisk sheet */
"Are you sure you want to upload your current preferences for Fraise and replace the preference file on your iDisk (if it exists)?" = "¿Está seguro de querer enviar sus preferencias actuales de Fraise y reemplazar el archivo de preferencias en su iDisk (si existe)?";

/* Authenticate */
"Authenticate" = "Autenticación";

/* The name for bytes in the info window */
"bytes" = "bytes";

/* Cancel-button */
"Cancel" = "Cancelar";

/* Name for undo Change Encoding */
"Change Encoding" = "Cambiar Codificación";

/* Name for undo Change Line Endings */
"Change Line Endings" = "Cambiar Salto de Línea";

/* Indicate that they should change the preferences to a different encoding or be careful to check the content if you choose to open it in Check-encoding sheet */
"Change the preferences to a different encoding or be careful to check the content if you choose to open it" = "Cambie las preferencias a una codificación distinta o preste atención al verificar el contenido si decide abrirlo";

/* Indicate that they should choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened in Open-file-is-a-directory sheet */
"Choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened" = "Escoja algo que no sea un directorio o cambie las opciones en las preferencias para abrir todos los elementos en un directorio";

/* Close */
"Close" = "Cerrar";

/* Close Split */
"Close Split" = "Cerrar Vista Doble";

/* Collection */
"Collection" = "Colección";

/* Command ran successfully in runAction */
"Command ran successfully" = "Comando ejecutado con éxito";

/* Commands */
"Commands" = "Comandos";

/* The word to indicate that the filename is a copy in Save-A-Copy-As save-panel */
"copy" = "copiar";

/* Indicate that you could not connect properly to your iDisk in Can't-connect-to-iDisk sheet */
"Could not connect properly to your iDisk" = "No se pudo conectar adecuadamente a su iDisk";

/* Could not find a match for search-string %@ in Advanced Find */
"Could not find a match for search-string %@" = "No se pudo encontrar correspondencia a la búsqueda “%@”";

/* Indicate that a Fraise preference-file could not be found on your iDisk in Can't-find-iDisk-preferences-file sheet */
"Could not find a Fraise preference-file on your iDisk" = "No se pudo encontrar un archivo de preferencias de Fraise en su iDisk";

/* Indicate that the program could not find the syntax file to match this document in Could-not-find-syntax-file sheet */
"Could not find the syntax file to match this document" = "No se pudo encontrar un archivo de sintaxis adecuado para este documento";

/* Indicate that the local Preferences file could not be found in Can't-find-local-preferences-file sheet */
"Could not find your local preferences file" = "No se pudo encontrar su archivo local de preferencias";

/* Indicate that the program could not overwrite the file %@ because it has been removed in File-has-been-removed sheet */
"Could not overwrite the file %@ because it has been removed" = "No se pudo reescribir el archivo “%@” porque ha sido removido";

/* Delete-button */
"Delete" = "Borrar";

/* Ask whether they want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document?" = "¿Quiere ignorar las modificaciones que otro programa ha hecho, o volver a cargar el documento y destruir cualquier cambio hecho al mismo?";

/* Ask whether they want to ignore the updates the other application has made or reload the document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document?" = "¿Quiere ignorar los cambios que otro programa ha hecho, o recargar el documento?";

/* Ask if you want to open %@ as a project or as a text file in Ask-if-project-or-file sheet */
"Do you want to open %@ as a project or as a text file" = "¿Quiere abrir %@ como proyecto o como archivo de texto";

/* Don't Line Wrap Text */
"Don't Line Wrap Text" = "Sin Retorno Automático de Línea";

/* Don't Save-button in Close-sheet */
"Don't Save" = "No Guardar";

/* Download */
"Download" = "Descargar";

/* Encoding, in the status bar */
"Encoding" = "Codificación";

/* Found %ld matches for search-string %@ in Advanced Find */
"Found %ld matches for search-string %@" = "Se encontraron %ld conrrespondencias a la búsqueda “%2$@”";

/* Found one match for search-string %@ in Advanced Find */
"Found one match for search-string %@" = "Se encontró una correspondencia a la búsqueda “%@”";

/* Function */
"Function" = "Función";

/* General preferences toolbar item Label */
"General" = "General";

/* Hide Documents List in View menu */
"Hide Documents List" = "Ocultar Lista de Documentos";

/* Hide Invisible Characters in View-menu */
"Hide Invisible Characters" = "Ocultar Caracteres Invisibles";

/* Hide Line Numbers */
"Hide Line Numbers" = "Ocultar Números de Línea";

/* Hide Projects toolbar item Label */
"Hide Projects" = "Ocultar Proyectos";

/* Hide Projects Drawer in View menu */
"Hide Projects Drawer" = "Ocultar Ventana Lateral de Proyectos";

/* Hide Status Bar in View-menu */
"Hide Status Bar" = "Ocultar Barra de Estado";

/* Hide Syntax Colours */
"Hide Syntax Colours" = "Ocultar Colores de Sintaxis";

/* Hide Tab Bar in View menu */
"Hide Tab Bar" = "Ocultar Barra de Pestañas";

/* Indicate that if you choose Install fraise will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the desktop and install it manually. in Install-command-line-utility sheet */
"If you choose Install fraise will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the Desktop and install it manually." = "Si escoge Instalar, fraise será instalado en /usr/bin y su página man en /usr/share/man/man1 y podrá usarlo directamente en el Terminal (puede tener que autenticarse dos veces con usuario y contraseña de administrador). En caso contrario puede escoger colocar todos los archivos en el Escritorio e instalar manualmente.";

/* Indicate that if you want you can try to authenticate with an administrators username and password */
"If you want you can try to authenticate with an administrators username and password" = "Si quiere, puede intentar autenticarse con usuario y contraseña de administrador";

/* Ignore-button in Document-has-been-updated-alert sheet */
"Ignore" = "Ignorar";

/* The name for the collection that holds the snippets that are imported from version 1 */
"Imported Snippets" = "Clips de Texto Importados";

/* Info */
"Info" = "Información";

/* Install-button in Install-command-line-utility sheet */
"Install" = "Instalar";

/* Indicate that it seems as if you do not have permission to open the file %@ in Not-enough-permission-to-open sheet */
"It seems as if you do not have permission to open the file %@" = "Parece que no tiene autorización para abrir el archivo “%@”";

/* Indicate that it seems as if you do not have permission to save the file %@ in Not-enough-permission-in-data-save sheet */
"It seems as if you do not have permission to save the file %@" = "Parece que no tiene autorización para guardar el archivo “%@”";

/* Saved, in the status bar */
"Saved" = "Guardado";

/* Length, in the status bar */
"Length" = "Extensión";

/* Line Wrap Text */
"Line Wrap Text" = "Retorno Automático de Línea";

/* Line Wrap / Don't Line Wrap toolbar item Palette Label */
"Line Wrap / Don't Line Wrap" = "Retorno Automático de Línea / Sin Retorno Automático de Línea";

/* Live Find */
"Live Find" = "Búsqueda Instantánea";

/* Indicate that they should Make sure that your .Mac settings are correct and you are connected to the internet */
"Make sure that your .Mac settings are correct and you are connected to the internet" = "Asegúrese de que sus preferencias .Mac son correctas y está conectado a internet";

/* New */
"New" = "Nuevo";

/* Indicate that no document is selected for the dummy view */
"No document selected" = "Ningún documento seleccionado";

/* Not applicable in insertAllFunctionsIntoMenu */
"Not applicable" = "No es Aplicable";

/* OK-button */
"OK" = "OK";

/* The name for the collection that holds the old snippets that are imported from version 1 */
"Old Snippets" = "Viejos Clips de Texto";

/* Open */
"Open" = "Abrir";

/* OpenSave preferences toolbar item Label */
"Open & Save" = "Abrir & Guardar";

/* Please be patient. It could take a while. in preparing to print */
"Please be patient. It could take a while." = "Tenga paciencia. Puede tardar un rato.";

/* Indicate that they should please change the preferences if you want any information in the bar in Show-status-bar-action */
"Please change the preferences if you want any information in the bar" = "Por favor, cambie las preferencias si quiere información en la barra";

/* Indicate that they should please check if you've moved or deleted the original file in Revert-file-doesn't-exist sheet */
"Please check if you've moved or deleted the original file" = "Por favor, verifique si ha cambiado de lugar o borrado el archivo original";

/* Indicate that they should please check the installation of Fraise and that they have a preference-file at <your home folder>/Library/Preferences/org.fraise.Fraise.plist in Can't-find-local-preferences-file sheet */
"Please check the installation of Fraise and that you have a preference-file at <your home folder>/Library/Preferences/org.fraise.Fraise.plist" = "Por favor, verifique la instalación de Fraise y que tiene un archivo de preferencias en <su directorio personal>/Librería/Preferencias/org.fraise.Fraise.plist";

/* Indicate that they should Please check the installation of the application and the preferences in Could-not-find-syntax-file sheet */
"Please check the installation of the application and the preferences" = "Por favor, verifique la instalación del programa y las preferencias";

/* Indicate that they should please check the permissions for the file and the enclosing folder and try again in Unknown-error-when-opening-with-authentication sheet */
"Please check the permissions for the file and the enclosing folder and try again" = "Por favor, verifique los permisos para el archivo y el directorio en que se encuentra e inténtelo de nuevo";

/* Please consider exporting the snippets first. There is no undo available. when deleting a collection */
"Please consider exporting the snippets first. There is no undo available." = "Por favor, considere exportar los clips de texto antes. No hay opción a volver al estado anterior.";

/* Indicate that they should find it at different location by choosing Open%C in the File menu Open-file-does-not-exist sheet */
"Please find it at a different location by choosing Open%C in the File menu" = "Por favor, encuéntrelo en un lugar distinto eligiendo Abrir%C en el menú Archivo";

/* Indicate that they should please make sure that they have a file called org.fraise.Fraise.plist in the folder /Documents/Fraise Preferences on their iDisk and that their .Mac settings are correct and that they are connected to the internet in Can't-find-iDisk-preferences-file sheet */
"Please make sure that you have a file called org.fraise.Fraise.plist in the folder /Documents/Fraise Preferences/ on your iDisk and that your .Mac settings are correct and that you are connected to the internet" = "Por favor, asegúrese de que tiene un archivo llamado org.fraise.Fraise.plist en el directorio /Documentos/Fraise Preferences/ en su iDisk, que sus preferencias .Mac son correctas y está conectado a internet";

/* Indicate that they should make sure that their .Mac settings are correct and that they are connected to the internet in Can't-connect-to-iDisk sheet */
"Please make sure that your .Mac settings are correct and that you are connected to the internet" = "Por favor, asegúrese de que sus preferencias .Mac son correctas y está conectado a internet";

/* Indicate that they should try to save in a different location */
"Please save it at a different location" = "Por favor, guárdelo en un sitio distinto";

/* Indicate that they should try to save at a different location with Save As%C in File menu in Path-is-a-directory sheet */
"Please save it at a different location with Save As%C in the File menu" = "Por favor, guárdelo en un sitio distinto con Guardar Como%C en el menú Archivo";

/* Indicate that you should try a different location with Save As%C in the File menu in Unknown-error-when-saving-with-authentication sheet */
"Please try a different location with Save As%C in the File menu" = "Por favor, intente un sitio distinto con Guardar Como%C en el menú Archivo";

/* Indicate that you should try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again in Unknown-error-when-saving sheet */
"Please try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again" = "Por favor, intente un sitio distinto con Guardar Como%C en el menú Archivo o verifique los permisos del archivo y el directorio que lo contiene e inténtelo de nuevo";

/* Indicate that they should try to save in a different location with in Unknown-error-when-data-saving sheet */
"Please try to save in a different location" = "Por favor, intente guardar en un sitio distinto";

/* Indicate that they should please use Save As%C in the File menu in File-has-been-removed sheet */
"Please use Save As%C in the File menu" = "Por favor, use Guardar Como%C en el menú Archivo";

/* Position, in the status bar */
"Position" = "Posición";

/* Preferences */
"Preferences" = "Preferencias";

/* Preparing the document for printing in preparing to print */
"Preparing the document for printing" = "Preparando el documento para imprimir";

/* Press the Escape-button on the keyboard to return from the full screen mode in Show Document In Full Screen */
"Press the Escape-button on the keyboard to return from the full screen mode" = "Pulse la tecla esc en el teclado para salir del modo a pantalla completa";

/* Preview */
"Preview" = "Visualización Previa";

/* Project-button in Ask-if-project-or-file sheet */
"Project" = "Proyecto";

/* Put On Desktop-button in Install-command-line-utility sheet */
"Put On Desktop" = "Enviar al Escritorio";

/* Reload-button in Document-has-been-updated-alert sheet */
"Reload" = "Volver a Cargar";

/* Remember that you can always Undo any changes in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Remember that you can always Undo any changes" = "Recuerde que siempre puede Deshacer cualquier cambio";

/* Replace-button in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Replace" = "Reemplazar";

/* Indicate that we replaced %ld occurrences of %@ with %@ in update-search-textField-after-replace */
"Replaced %ld occurrences of %@ with %@" = "Reemplazadas %ld ocurrencias de “%2$@” con “%3$@”";

/* Indicate that we replaced one occurrence of %@ with %@ in update-search-textField-after-replace */
"Replaced one occurrence of %@ with %@" = "Reemplazada una ocurrencia de “%1$@” con “%2$@”";

/* Revert-button in Revert-sheet */
"Revert" = "Volver a la Versión Anterior";

/* Save */
"Save" = "Guardar";

/* Selection, in the status bar */
"Selection" = "Selección";

/* Show Documents List in View menu */
"Show Documents List" = "Mostrar Lista de Documentos";

/* Show Invisible Characters in View-menu */
"Show Invisible Characters" = "Mostrar Caracteres Invisibles";

/* Show Line Numbers */
"Show Line Numbers" = "Mostrar Números de Línea";

/* Show Projects toolbar item Label */
"Show Projects" = "Mostrar Proyectos";

/* Show Projects Drawer in View menu */
"Show Projects Drawer" = "Mostrar Ventana Lateral de Proyectos";

/* Show Status Bar in View-menu */
"Show Status Bar" = "Mostrar Barra de Estado";

/* Show Syntax Colours */
"Show Syntax Colours" = "Mostrar Colores de Sintaxis";

/* Show Tab Bar in View menu */
"Show Tab Bar" = "Mostrar Barra de Pestañas";

/* Show/Hide Line Numbers toolbar item Palette Label */
"Show/Hide Line Numbers" = "Mostrar/Ocultar Números de Línea";

/* Show/Hide Projects toolbar item Palette Label */
"Show/Hide Projects" = "Mostrar/Ocultar Proyectos";

/* Show/Hide Syntax Colours toolbar item Palette Label */
"Show/Hide Syntax Colours" = "Mostrar/Ocultar Colores de Sintaxis";

/* Snippets */
"Snippets" = "Clips de Texto";

/* Split Window */
"Split Window" = "Vista Doble";

/* Split Window / Close Split toolbar item Palette Label */
"Split Window / Close Split" = "Vista Doble / Cerrar Vista Doble";

/* Syntax, in the status bar */
"Syntax" = "Sintaxis";

/* Syntax colours preferences toolbar item Label */
"Syntax Colours" = "Colores de Sintaxis";

/* Syntax definitions preferences toolbar item Label */
"Syntax Definitions" = "Tipos de Sintaxis";

/* Text File-button in Ask-if-project-or-file sheet */
"Text File" = "Archivo de Texto";

/* Indicate that the document %@ has been updated by another application in Document-has-been-updated-alert sheet */
"The document %@ has been updated by another application" = "El documento “%@” ha sido actualizado por otro programa";

/* Indicate in Close-sheet that the document %@ has not been saved. */
"The document %@ has not been saved" = "The document “%@” has not been saved";

/* Indicate that the document %@ is no longer open in Document-is-no-longer-opened-after-selection-in-advanced-find-sheet */
"The document %@ is no longer open" = "El documento “%@” ya no está abierto";

/* Indicate that the file %@ does not exist Open-file-does-not-exist sheet */
"The file %@ does not exist" = "El archivo “%@” no existe";

/* Indicate that there was a problem opening the document with the encoding %@. And ask if you want to open it anyway? */
"There was a problem opening the document with the encoding %@. Do you want to try to open it anyway?" = "Hubo un problema abriendo el documento con la codificación “%@”. ¿Quiere abrirlo de todos modos?";

/* Indicate that there was a unknown error when trying to install the command-line utility in Unknown-error-when-installing-comman-line-utility sheet */
"There was a unknown error when trying to install the command-line utility" = "Se produjo un error indeterminado al intentar instalar la utilidad de línea de comandos";

/* Indicate that there was a unknown error when trying to open the file %@ with authentication in Unknown-error-when-opening-with-authentication sheet */
"There was a unknown error when trying to open the file %@ with authentication" = "Se produjo un error indeterminado al intentar abrir el archivo “%@” con autenticación";

/* Indicate that there was a unknown error when trying to save the file %@ in Unknown-error-when-saving sheet */
"There was a unknown error when trying to save the file %@" = "Se produjo un error indeterminado al intentar guardar el archivo “%@”";

/* Indicate that there was a unknown error when trying to save the file %@ with authentication in Unknown-error-when-saving-with-authentication sheet */
"There was a unknown error when trying to save the file %@ with authentication" = "Se produjo un error indeterminado al intentar guardar el archivo “%@” %@ con autenticación";

/* This message will NOT appear again so try to remember it:-) in Show Document In Full Screen */
"This message will NOT appear again so try to remember it:-)" = "Este mensaje NO aparecerá de nuevo, así que intente recordarlo:-)";

/* This will delete all snippets that exists in the collection %@. Are you sure you want to continue? when deleting a collection */
"This will delete all snippets that exists in the collection %@. Are you sure you want to continue?" = "Esto borrará todos los clips de texto que existen en la colección “%@”. ¿Está seguro de querer continuar?";

/* Unknown error when running the command in performCommand */
"Unknown error when running the command" = "Error indeterminado al ejecutar el comando";

/* Name for untitled document */
"untitled" = "sin título";

/* Untitled project */
"Untitled project" = "Proyecto sin título";

/* Upload-button in Upload-preferences-to-iDisk sheet */
"Upload" = "Enviar";

/* Use settings from Preferences in openAction */
"Use settings from Preferences" = "Usar opciones de las Preferencias";

/* Indicate that you can not save this file because %@ is now a folder */
"You can not save this file because %@ is now a folder" = "No puede guardar este archivo porque “%@” ahora es un directorio";

/* Indicate that you cannot open %@ because it is a folder in Open-file-is-a-directory sheet */
"You cannot open %@ because it is a folder" = "No puede abrir “%@” porque es un directorio";

/* Indicate that you cannot revert this document because the file %@ doesn't exist anymore Revert-file-doesn't-exist sheet */
"You cannot revert this document because the file %@ doesn't exist anymore" = "No puede volver a la versión anterior de este documento porque el archivo “%@” ya no existe";

/* Indicate that they have set the preferences to not show anything in the status bar in Show-status-bar-action */
"You have set the preferences to not show anything in the status bar" = "Ha modificado las preferencias para no mostrar nada en la barra de estado";

/* You need Mac OS X 10.4.5 Tiger or later to run this version of Fraise in Check-system-version */
"You need Mac OS X 10.4.5 Tiger or later to run this version of Fraise" = "Necesita Mac OS X 10.4.5 Tiger o superior para usar esta versión de Fraise";

/* Your changes will be lost if you close the document without saving in Close-sheet */
"Your changes will be lost if you close the document without saving." = "Sus cambios se perderán si cierra el documento sin guardarlo.";

/* Warn that changes will be lost if you revert in Revert-sheet */
"Your changes will be lost if you revert the document" = "Sus cambios se perderán si vuelve a la versión anterior del documento";

